src/Misc/Trade/Introduction to Computational Finance and Financial Econometrics .org
#+SETUPFILE: ~/.emacs.d/src/org-templates/level-2.org
#+TITLE: Introduction to Computational Finance and Financial Econometrics 
#+OPTIONS: num:nil H:2


* homepage
https://class.coursera.org/compfinance-002/wiki/view?page=HomePage

* Recommended Texts
** Highly recommended:

+ Introduction to Computational Finance and Financial Econometrics,
  Eric Zivot and R. Douglas Martin. Manuscript under preparation
+ Statistics and Data Analysis for Financial Engineering by David
  Ruppert, Springer-Verlag.
+ Beginner's Guide to R by Alain Zuur, Elena Ieno and Erik Meesters,
  Springer-Verlag.
+ R Cookbook by Paul Teetor, O'Reilly.

** Other books for further reference:
+ Introductory Statistics with R, Second Edition (Statistics and
  Computing, Paperback), by Peter Dalgaard, Springer-Verlag, New York.
+ Modern Portfolio Theory and Investment Analysis, by E.J. Elton et
  al., Wiley, New York. 
+ Financial Modeling, by Simon Benninga. MIT Press.
+ Statistical Analysis of Financial data in S-PLUS, by Rene Carmona,
  Springer-Verlag, 2004.


