public_html/Misc/Trade/Introduction to Computational Finance and Financial Econometrics .html
<?xml version="1.0" encoding="iso-8859-1"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Introduction to Computational Finance and Financial Econometrics </title>
<meta http-equiv="Content-Type" content="text/html;charset=iso-8859-1"/>
<meta name="title" content="Introduction to Computational Finance and Financial Econometrics "/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2013-04-08 12:29:59 China Standard Time"/>
<meta name="author" content="Shi Shougang"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>
<link rel="stylesheet" href="./assets/stylesheet.css" type="text/css"/>
<link rel="stylesheet" type="text/css" href="../../assets/stylesheet.css" />

</head>
<body>
<div id="org-div-home-and-up" style="text-align:right;font-size:70%;white-space:nowrap;">
 <a accesskey="h" href="../../index.html"> UP </a>
 |
 <a accesskey="H" href="../../index.html"> HOME </a>
</div>

<div id="preamble">

</div>

<div id="content">
<h1 class="title">Introduction to Computational Finance and Financial Econometrics </h1>



<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">homepage</a></li>
<li><a href="#sec-2">Recommended Texts</a>
<ul>
<li><a href="#sec-2-1">Highly recommended:</a></li>
<li><a href="#sec-2-2">Other books for further reference:</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1">homepage</h2>
<div class="outline-text-2" id="text-1">

<p><a href="https://class.coursera.org/compfinance-002/wiki/view?page=HomePage">https://class.coursera.org/compfinance-002/wiki/view?page=HomePage</a>
</p>
</div>

</div>

<div id="outline-container-2" class="outline-2">
<h2 id="sec-2">Recommended Texts</h2>
<div class="outline-text-2" id="text-2">


</div>

<div id="outline-container-2-1" class="outline-3">
<h3 id="sec-2-1">Highly recommended:</h3>
<div class="outline-text-3" id="text-2-1">


<ul>
<li>Introduction to Computational Finance and Financial Econometrics,
  Eric Zivot and R. Douglas Martin. Manuscript under preparation
</li>
<li>Statistics and Data Analysis for Financial Engineering by David
  Ruppert, Springer-Verlag.
</li>
<li>Beginner's Guide to R by Alain Zuur, Elena Ieno and Erik Meesters,
  Springer-Verlag.
</li>
<li>R Cookbook by Paul Teetor, O'Reilly.
</li>
</ul>


</div>

</div>

<div id="outline-container-2-2" class="outline-3">
<h3 id="sec-2-2">Other books for further reference:</h3>
<div class="outline-text-3" id="text-2-2">

<ul>
<li>Introductory Statistics with R, Second Edition (Statistics and
  Computing, Paperback), by Peter Dalgaard, Springer-Verlag, New York.
</li>
<li>Modern Portfolio Theory and Investment Analysis, by E.J. Elton et
  al., Wiley, New York. 
</li>
<li>Financial Modeling, by Simon Benninga. MIT Press.
</li>
<li>Statistical Analysis of Financial data in S-PLUS, by Rene Carmona,
  Springer-Verlag, 2004.
</li>
</ul>



</div>
</div>
</div>
</div>

<div id="postamble">
<p class="date">Date: 2013-04-08 12:29:59 China Standard Time</p>
<p class="author">Author: Shi Shougang</p>
<p class="creator">Org version 7.8.11 with Emacs version 24</p>
<a href="http://validator.w3.org/check?uri=referer">Validate XHTML 1.0</a>

</div>
</body>
</html>
